Repository: archsueh/archer
Catalog: Sources/ArcherKit/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: ▸ daytime (light)
zh_hans: ▸ 白天（浅色）

source: ▸ nighttime (dark)
zh_hans: ▸ 夜间（深色）

source: About Archer
zh_hans: 关于 Archer

source: Add terminal preset
zh_hans: 添加终端预设

source: Advanced
zh_hans: 高级

source: Agent Panel
zh_hans: Agent 面板

source: Agent is processing…
zh_hans: Agent 正在处理…

source: Agents
zh_hans: Agent

source: Ask each time
zh_hans: 每次询问

source: Auto (Time-based)
zh_hans: 自动（跟随时间）

source: Bar
zh_hans: 竖线

source: Block
zh_hans: 块

source: Center
zh_hans: 居中

source: Check for Updates…
zh_hans: 检查更新…

source: Clear
zh_hans: 清空

source: Clear Pane
zh_hans: 清空面板

source: Close Other Workspaces
zh_hans: 关闭其他工作区

source: Close Tab
zh_hans: 关闭标签页

source: Close Workspace
zh_hans: 关闭工作区

source: Close Worktree…
zh_hans: 关闭 worktree…

source: Compact sidebar
zh_hans: 紧凑侧边栏

source: Compose Prompt…
zh_hans: 撰写提示词…

source: Copy
zh_hans: 复制

source: Create Worktree…
zh_hans: 创建 worktree…

source: Cut
zh_hans: 剪切

source: Cycle Activity
zh_hans: 循环活动状态

source: Debug
zh_hans: 调试

source: Decrease Font Size
zh_hans: 减小字号

source: Default
zh_hans: 默认

source: Default Font Size
zh_hans: 默认字号

source: Developer
zh_hans: 开发者

source: Duplicate Workspace
zh_hans: 复制工作区

source: Each preset becomes a Terminal entry in the + menu that always spawns in the configured folder, regardless of the active workspace.
zh_hans: 每个预设会在 + 菜单里成为一个终端入口，始终在配置的目录中打开，与当前工作区无关。

source: Edit
zh_hans: 编辑

source: Edit the raw JSON for any key not exposed above. Comments (`//`, `/* */`) are accepted.
zh_hans: 编辑上面未列出的任意配置项的原始 JSON。支持注释（`//`、`/* */`）。

source: Enter Full Screen
zh_hans: 进入全屏

source: Exit Zoom
zh_hans: 退出缩放

source: Fanbox Downloader
zh_hans: Fanbox 下载器

source: File
zh_hans: 文件

source: File panel
zh_hans: 文件面板

source: Find Next
zh_hans: 查找下一个

source: Find Previous
zh_hans: 查找上一个

source: Find…
zh_hans: 查找…

source: Focus Next Pane
zh_hans: 聚焦下一个面板

source: Focus Previous Pane
zh_hans: 聚焦上一个面板

source: Fold / Unfold Sidebar
zh_hans: 折叠/展开侧边栏

source: General
zh_hans: 通用

source: Git Diff panel
zh_hans: Git Diff 面板

source: Go to Source Workspace
zh_hans: 前往源工作区

source: Help
zh_hans: 帮助

source: Hide Archer
zh_hans: 隐藏 Archer

source: Hide Others
zh_hans: 隐藏其他

source: Hide sidebar
zh_hans: 隐藏侧边栏

source: Increase Font Size
zh_hans: 增大字号

source: Jump to Latest
zh_hans: 跳到最新

source: Jump to Next Prompt
zh_hans: 跳到下一个提示

source: Jump to Previous Prompt
zh_hans: 跳到上一个提示

source: Memory
zh_hans: 记忆

source: Minimize
zh_hans: 最小化

source: New Tab
zh_hans: 新建标签页

source: New Window
zh_hans: 新建窗口

source: New Workspace
zh_hans: 新建工作区

source: New workspace
zh_hans: 新建工作区

source: Next Tab
zh_hans: 下一个标签页

source: No diff content
zh_hans: 无差异内容

source: No uncommitted changes
zh_hans: 无未提交变更

source: Notifications
zh_hans: 通知

source: Open Folder…
zh_hans: 打开文件夹…

source: Open in Finder
zh_hans: 在 Finder 中打开

source: Paste
zh_hans: 粘贴

source: Previous Tab
zh_hans: 上一个标签页

source: Quick Open…
zh_hans: 快速打开…

source: Quit Archer
zh_hans: 退出 Archer

source: README ready
zh_hans: README 就绪

source: Rename Tab…
zh_hans: 重命名标签页…

source: Rename Workspace…
zh_hans: 重命名工作区…

source: Reopen Closed Tab
zh_hans: 重新打开已关标签页

source: Report an Issue
zh_hans: 报告问题

source: Reveal in Finder
zh_hans: 在访达中显示

source: SETTINGS
zh_hans: 设置

source: Select All
zh_hans: 全选

source: Settings…
zh_hans: 设置…

source: Show All
zh_hans: 全部显示

source: Show proxy env (click text to copy)
zh_hans: 显示代理环境变量（点击文本复制）

source: Show sidebar
zh_hans: 显示侧边栏

source: Split Down
zh_hans: 向下分屏

source: Split Right
zh_hans: 向右分屏

source: Status Bar
zh_hans: 状态栏

source: System
zh_hans: 系统

source: Tab 1
zh_hans: 标签 1

source: Tab 2
zh_hans: 标签 2

source: Tab 3
zh_hans: 标签 3

source: Tab 4
zh_hans: 标签 4

source: Tab 5
zh_hans: 标签 5

source: Tab 6
zh_hans: 标签 6

source: Tab 7
zh_hans: 标签 7

source: Tab 8
zh_hans: 标签 8

source: Tab 9
zh_hans: 标签 9

source: Terminals
zh_hans: 终端

source: Theme reloads existing panes. Font and cursor changes may need restart.
zh_hans: 主题会立即应用到已打开的面板；字体和光标改动可能需要重启。

source: Toggle Sidebar
zh_hans: 切换侧边栏

source: Underline
zh_hans: 下划线

source: Unset
zh_hans: 未设置

source: Usage strip
zh_hans: 用量条

source: View
zh_hans: 视图

source: View on GitHub
zh_hans: 在 GitHub 查看

source: Window
zh_hans: 窗口

source: Workspace 1
zh_hans: 工作区 1

source: Workspace 2
zh_hans: 工作区 2

source: Workspace 3
zh_hans: 工作区 3

source: Workspace 4
zh_hans: 工作区 4

source: Workspace 5
zh_hans: 工作区 5

source: Workspace 6
zh_hans: 工作区 6

source: Workspace 7
zh_hans: 工作区 7

source: Workspace 8
zh_hans: 工作区 8

source: Workspace 9
zh_hans: 工作区 9

source: Zoom
zh_hans: 缩放

source: Zoom Pane
zh_hans: 缩放面板

source: agents
zh_hans: Agent

source: alert sound
zh_hans: 提示音

source: based on
zh_hans: 基于

source: choose
zh_hans: 选择

source: claude-model-params-needs-auth
zh_hans: 需要先登录以查看模型用量

source: command
zh_hans: 命令

source: completed
zh_hans: 完成

source: cursor-style
zh_hans: 光标样式

source: default-new-tab
zh_hans: 默认新标签页

source: done
zh_hans: 完成

source: font-family
zh_hans: 字体

source: font-size
zh_hans: 字号

source: language
zh_hans: 语言

source: last-refresh-attempt-failed
zh_hans: 获取用量数据时发生错误

source: later
zh_hans: 稍后

source: loading…
zh_hans: 加载中…

source: no agents running
zh_hans: 没有运行的 Agent

source: no notifications
zh_hans: 暂无通知

source: open in new tab
zh_hans: 在新标签页中打开

source: params-fallback
zh_hans: 未捕获模型钩子

source: path
zh_hans: 路径

source: processed-completion-tokens
zh_hans: 输出 Token

source: processed-prompt-tokens
zh_hans: 输入 Token

source: release-notes
zh_hans: 更新说明

source: resume-conversation-when-reopen
zh_hans: 重开时恢复会话

source: search workspace, tab, agent…
zh_hans: 搜索工作区、标签、Agent…

source: session-params-stale
zh_hans: 该会话用量信息已失效

source: theme
zh_hans: 主题

source: top bar search
zh_hans: 顶栏搜索

source: type prompt or command here
zh_hans: 在此输入提示词或命令

source: unset \(name)
zh_hans: 取消设置 \(name)

source: update
zh_hans: 更新

source: usage-strip
zh_hans: 用量条

source: usage-values-missing
zh_hans: 暂无用量数据

source: waiting
zh_hans: 等待中

source: waiting for tool calls
zh_hans: 等待工具调用
